{
  "Name": "City Watch",
  "Description": "You have been charged with the protection of a small town or village, and the enforcement of its laws. You have been given the authority to arrest and detain those who break the law, and to use force if necessary. You are also responsible for the safety of the town, and for the protection of its citizens. You are a member of the City Watch, and you have been trained in the use of weapons and armor, and in the arts of combat. You are also skilled in the use of magic, and you have been given the authority to use it to protect the town and its citizens.",
  "Skill Proficiency": {
    "1": "Athletics",
    "2": "Insight"
  },
  "Tool Proficiency": {
    "1": "One type of gaming set",
    "2": "Vehicles (land)"
  },
  "languages": 2,
  "Equipment": {
    "1": "A uniform in the style of your unit and indicative of your rank",
    "2": "A horn with which to summon help",
    "3": "A set of manacles",
    "4": "A pouch containing 10 gp"
  },
  "Feature": {
    "Watcher's Eye": "You have a knack for keeping your eyes on the streets and the people around you. When you are in a city or town, you can pick out the locations of the local guard stations, and you can identify the ranks of the officers and guards. You can also identify the local criminals and their methods of operation, and you can recognize the signs of a criminal act. You can also identify the local thieves' guilds and their members, and you can recognize the signs of their activities. You can also identify the local gangs and their members, and you can recognize the signs of their activities. You can also identify the local cults and their members, and you can recognize the signs of their activities."
  },
  "Variant": {
    "City Watch Investigator": "Rarer than watch or patrol members are a community's investigators, who are responsible for solving crimes after the fact. Though such folk are seldom found in smaller towns, they are common in larger cities. Investigators are often former watch members who have shown a knack for solving crimes, or they might be outsiders who have been hired to solve a particular crime. Investigators are often given more leeway than watch members, and they are often given more resources to work with. They are also often given more authority, and they are often given more respect. Investigators are often given more freedom to work on their own, and they are often given more freedom to use their own methods. Investigators are often given more freedom to use magic, and they are often given more freedom to use force. Investigators are often given more freedom to use their own judgment, and they are often given more freedom to use their own discretion."
  }
}
