{
  "Name": "Inheritor",
  "Description": "You are the inheritor of a great legacy, destined for greatness. Whether it's a noble lineage, a powerful artifact, or a legendary bloodline, you carry the weight of your heritage. Your actions and choices will determine how you fulfill your destiny.",
  "Skill Proficiency": {
    "1": "History",
    "2": "Arcana"
  },
  "Tool Proficiency": {
    "1": "One type of gaming set",
    "2": "One musical instrument"
  },
  "languages": false,
  "Equipment": {
    "1": "a set of fine clothes",
    "2": "a signet ring",
    "3": "a scroll of pedigree",
    "4": "a trinket from your inheritance",
    "5": "25 gp"
  },
  "Feature": {
    "Inheritance": "You have inherited something of great value, whether it's a title, a powerful artifact, or a secret knowledge. This inheritance grants you certain privileges and may also attract unwanted attention from those who seek to claim it for themselves."
  },
  "Inheritance": {
    "1": "A document such as a map , a letter, or a journal",
    "2": "A trinket.",
    "3": "A trinket.",
    "4": "An article of clothing",
    "5": "A piece of jewelry",
    "6": "An arcane book o r formulary",
    "7": "A written story, song, poem, or secret",
    "8": "A tattoo or other body marking"
  },
  "Personality Trait": {
    "1": "I am proud of my heritage and strive to live up to the expectations placed upon me.",
    "2": "I am driven by a sense of duty to protect and preserve my family's legacy.",
    "3": "I am curious and constantly seek to uncover the mysteries of my inheritance.",
    "4": "I am cautious and wary of those who may seek to exploit or manipulate me.",
    "5": "I am confident in my abilities and believe that I am destined for greatness.",
    "6": "I am haunted by the mistakes and failures of my ancestors and strive to avoid repeating them."
  },
  "Ideal": {
    "1": "Legacy. I must honor and uphold the legacy of my ancestors. (Lawful)",
    "2": "Power. I seek to harness and master the power of my inheritance. (Neutral)",
    "3": "Destiny. I believe that my destiny is intertwined with the fate of my family. (Any)",
    "4": "Independence. I will forge my own path and create a legacy of my own. (Chaotic)",
    "5": "Knowledge. I seek to uncover the secrets and mysteries of my inheritance. (Neutral)",
    "6": "Balance. I strive to find a balance between my family's legacy and my own desires. (Any)"
  },
  "Bond": {
    "1": "I will do whatever it takes to protect and preserve my family's legacy.",
    "2": "I am determined to uncover the truth about my family's history and origins.",
    "3": "I have a sworn duty to avenge a past wrong done to my family.",
    "4": "I am deeply connected to a specific place or location that holds significance for my family.",
    "5": "I am driven to prove myself and prove that I am worthy of my inheritance.",
    "6": "I am guided by the teachings and wisdom of my ancestors."
  },
  "Flaw": {
    "1": "I am burdened by the weight of my family's expectations and struggle to live up to them.",
    "2": "I am overly cautious and hesitant to take risks, fearing the consequences of failure.",
    "3": "I am haunted by the mistakes and failures of my ancestors and fear repeating their fate.",
    "4": "I am easily swayed by flattery and praise, making me vulnerable to manipulation.",
    "5": "I am obsessed with uncovering the secrets and mysteries of my inheritance, often to the detriment of other pursuits.",
    "6": "I am distrustful of others and find it difficult to form meaningful connections or alliances."
  }
}
