{
  "Name": "Criminal",
  "Description": "You are an experienced criminal with a history of breaking the law. You have spent a lot of time among other criminals and still have contacts within the criminal underworld. You're far closer than most people to the world murder, theft, and violence that pervades the underbelly of civilizalion, and you have survived up to this point by followling the rules and regulations of sociely.",
  "Skill Proficiency": {
    "1": "Deception",
    "2": "Stealth"
  },
  "Tool Proficiency": {
    "1": "One type of gaming set",
    "2": "theives' tools"
  },
  "languages": false,
  "Equipment": {
    "1": "a crowbar",
    "2": "a set of dark common clothes including a hood",
    "3": "15 gp"
  },
  "Feature": {
    "Criminal Contact": "Vou have a reliable and lruslworlhy conlacl who acls as your liaison lo a network of olher criminais. Vou know how lo gel messages lo and from your conlacl, even over greal dislances; specifically, you know lhe local messengers, corrupl caravan maslers, and seedy sailors who can deliver messages for you."
  },
  "Variant": {
    "Spy": "Although your capabilities are not much different from those of a burglar or smuggler, you learned and practiced them in a very different context: as an espionage agent. You might have been an officially sanctioned agent of the crown, or perhaps you sold the secrets you uncovered to the highest bidder. "
  },
  "Criminal Speciality": {
    "1": "Blackmailer",
    "2": "Burglar",
    "3": "Enforcer",
    "4": "Fence",
    "5": "Highway robber",
    "6": "Hired killer",
    "7": "Pickpocket",
    "8": "Smuggler"
  },
  "Personality Trait": {
    "1": "I cheat at games of chance.",
    "2": "I shave coins or forge documents.",
    "3": "I insinuate myself into people's lives to prey on their weakness and secure their fortunes.",
    "4": "I put on new identities like clothes.",
    "5": "I run sleight-of-hand cons on street corners.",
    "6": "I convince people that worthless junk is worth their hard-earned money."
  },
  "Ideal": {
    "1": "Honor. I don't steal from others in the trade. (Lawful)",
    "2": "Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)",
    "3": "Charity. I steal from the wealthy so that I can help people in need. (Good)",
    "4": "Greed. I will do whatever it takes to become wealthy. (Evil)",
    "5": "People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)",
    "6": "Redemption. There's a spark of good in everyone. (Good)"
  },
  "Bond": {
    "1": "I'm trying to pay off an old debt I owe to a generous benefactor.",
    "2": "My ill-gotten gains go to support my family.",
    "3": "Something important was taken from me, and I aim to steal it back.",
    "4": "I will become the greatest thief that ever lived.",
    "5": "I'm guilty of a terrible crime. I hope I can redeem myself for it.",
    "6": "Someone I loved died because of a mistake I made. That will never happen again."
  },
  "Flaw": {
    "1": "When I see something valuable, I can't think about anything but how to steal it.",
    "2": "When faced with a choice between money and my friends, I usually choose the money.",
    "3": "If there's a plan, I'll forget it. If I don't forget it, I'll ignore it.",
    "4": "I have a 'tell' that reveals when I'm lying.",
    "5": "I turn tail and run when things look bad.",
    "6": "An innocent person is in prison for a crime that I committed. I'm okay with that."
  }
}
